[
    {
        "name": "Delicious Stake",
        "image": "https://i.ibb.co/NnkP91B/stake.jpg",
        "price": "20.00",
        "description": "If you're in the mood for steak, you can head to a cloud kitchen for dinner and call it a night; however, these recipes prove that an impressive, restaurant-worthy steak is also very achievable at home. We've gathered some of our favorite steak recipes here, including Steak Au Poivre with Red Wine Pan Sauce (perfect for date night), Skirt Steak and Asparagus with Salsa de Semillas, and a Reverse Sear Steak that ensures even cooking with a deeply browned crust. Want to try your hand at steak tartare? I've got a recipe for that, too. Read on for even more recipes we love.",
        "review":{
            "name":"Henry",
            "text":"Food is really good",
             "img":"https://i.ibb.co/J5yT2YJ/player-1.png"
        }
    },
    {
       
        "name": "Traditional Sushi",
        "image": "https://i.ibb.co/m4TNHj8/sushi.jpg",
        "price": "20.00",
        "description": "Sushi rolls, or makizushi in Japanese, are what most non-Japanese people think of when they think of sushi. Makizushi is made by wrapping up fillings in rice and nori seaweed. This recipe shows you how to make a basic makizushi roll, which can then be filled with whatever fillings you desire. Master the technique and get creative.",
        "review":{
            "name":"Henry",
            "text":"Food is really good",
             "img":"https://i.ibb.co/J5yT2YJ/player-1.png"
        }
    },
    {
       
        "name": "Japanese Food",
        "image": "https://i.ibb.co/Y8YTnT6/japanese.jpg",
        "price": "200.00",
        "description": "Japanese cuisine encompasses the regional and traditional foods of Japan, which have developed through centuries of political, economic, and social changes. The traditional cuisine of Japan (Japanese: washoku) is based on rice with miso soup and other dishes; there is an emphasis on seasonal ingredients. Side dishes often consist of fish, pickled vegetables, and vegetables cooked in broth. Seafood is common, often grilled, but also served raw as sashimi or in sushi. Seafood and vegetables are also deep-fried in a light batter, as tempura. Apart from rice, a staple includes noodles, such as soba and udon. Japan also has many simmered dishes, such as fish products in broth called oden, or beef in sukiyaki and nikujaga.",
        "review":{
            "name":"Henry",
            "text":"Food is really good",
             "img":"https://i.ibb.co/J5yT2YJ/player-1.png"
        }
    },
    {
        "name": "Combo Platter",
        "image": "https://i.ibb.co/8BpG5yS/platter.jpg",
        "price": "150.00",
        "description": "Veg/Non-Veg VEG NON-VEG Description Calling all burger lovers - get your fill of our nutritious and yet impossibly tasty mini-burger sliders! Chicken Burgers, Veg Burgers, pickles, masala fries, crinkled fries, ketchup, mustard, premium homemade dips. All orders come with a premium wooden board!Please try and order at least 1 day in advance. In case you want it sooner please do get in touch with us - I will try our best!",
        "review":{
            "name":"Henry",
            "text":"Food is really good",
             "img":"https://i.ibb.co/J5yT2YJ/player-1.png"
        }
    },
    {
        "name": "Ramen",
        "image": "https://i.ibb.co/4gT1YzZ/ramen.jpg",
        "price": "30.00",
        "description": "Simply put, ramen is a Japanese noodle soup, with a combination of a rich flavoured broth, one of a variety of types of noodle and a selection of meats or vegetables, often topped with a boiled egg. In Japan ramen is considered a fast food, with many small restaurants and street vendors offering a warming bowl of this delicious soup.",
        "review":{
            "name":"Henry",
            "text":"Food is really good",
             "img":"https://i.ibb.co/J5yT2YJ/player-1.png"
        }
    },
    {
        
        "name": "Premium Berger",
        "image": "https://i.ibb.co/PF1rd9b/Berger.jpg",
        "price": "20.00",
        "description": "A hamburger, or simply burger, is a food consisting of fillings—usually a patty of ground meat, typically beef—placed inside a sliced bun or bread roll. Hamburgers are often served with cheese, lettuce, tomato, onion, pickles, bacon, or chilis; condiments such as ketchup, mustard, mayonnaise, relish, or a special sauce, often a variation of Thousand Island dressing; and are frequently placed on sesame seed buns. A hamburger patty topped with cheese is called a cheeseburger.",
        "review":{
            "name":"Henry",
            "text":"Food is really good",
             "img":"https://i.ibb.co/J5yT2YJ/player-1.png"
        }
    }
]